/* No comment provided by engineer. */
"Can't connect. Please check your internet Connection" = "Can't connect. Please check your internet Connection";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"ok" = "ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"אין רשת. בדוק את הרשת האלחוטית" = "No net avilable. Please check your net";

/* No comment provided by engineer. */
"אין תקשורת מתאימה להתחברות" = "No connection for registration";

/* No comment provided by engineer. */
"בטל" = "cancel";

/* No comment provided by engineer. */
"בעיה בשרת" = "Server problem";

/* No comment provided by engineer. */
"הודעה חדשה מערוץ 7" = "New message from Arutz 7";

/* No comment provided by engineer. */
"הזן שם משתמש וסיסמא" = "enter user name and password";

/* No comment provided by engineer. */
"החלף משתמש" = "Change user";

/* No comment provided by engineer. */
"התחבר" = "connect";

/* No comment provided by engineer. */
"התחברות לצאט שיחה אישית  " = "Connect to private chat";

/* No comment provided by engineer. */
"נסה מאוחר יותר" = "Try later";

/* No comment provided by engineer. */
"שם או סיסמא שגויים" = "Bad user name or password";

/* No comment provided by engineer. */
"תקלת רישום.נסה שוב" = "Registration problem. Ty again";

"newsurl"="http://www.israelnationalnews.com/wap/iphoneapp2.aspx";

"rssurl"="http://www.israelnationalnews.com/Rss.aspx?act=.1";